{"title":"Disquiet ─ 메이커로그","url":"https://disquiet.io/?sort=recent&type=maker_log","favicon":"https://disquiet.io/favicon.ico","elements":[{"title":"[메이커 클럽] 3번째 미션","contents":"<p><strong>Q1. 메이커님께서 아이디어를 고민할 때 겪은 문제가 있었나요? 만약 있었다면 어떤 문제였고 어떻게 해결하셨나요? (없었다면 문제가 있다고 가정하고 답변해보세요)</strong></p><ul><li>아이디어가 정말 \"해결할 필요가 존재하는 문제인가?\"를 정의하고 검증하는 과정에서 어려움을 겪었습니다. 또한 이러한 문제를 아이디어로 구체화시키고 만드는 과정에서도 어려움이 존재했습니다. 이 때 발생하는 질문은 아래와 같습니다.</li><li class=\"ql-indent-1\">나 혼자만의 문제는 아닌가?</li><li class=\"ql-indent-1\">정말 해결하거나 개선할 필요가 존재하는 문제인가?</li><li class=\"ql-indent-1\">이 문제가 해결되었을 때 임팩트가 클 것인가?</li><li class=\"ql-indent-1\">아이디어가 실현 가능한 것인가?</li><li>이러한 문제를 해결하기 위해 PM, 디자이너, 개발자, QA, CX 담당자가 모여 ICE Framework를 통해서 Impact, Confidence, Easy에 대한 점수를 각각 산출하고, 총합을 구하여 실현할 아이디어를 선정했습니다.</li><li>제품이 사회적인 가치를 창출할 수 있을 것으로 생각되거나, 제품의 방향성에 부합한다고 팀원들의 공감이 형성되는 경우 해당 아이디어를 채택해 개발하고 있습니다.</li><li>제품 발견에 대한 A/B Test를 진행하여 결과를 확인한 후 프로덕트에 반영하는 방식을 적용하고 있습니다.</li></ul><p><br></p><p><strong>Q2. 아이디어 정리 템플릿을 활용해서 메이커님의 아이디어를 정리해보세요</strong></p><h2>스위치 아이디어</h2><ul><li>타깃 사용자 : 아이폰 사용자</li><li>타깃 사용자의 문제 / 니즈 : 통화 녹음이 필요한 경우, 녹음을 진행하고 싶습니다.</li><li>타깃 사용자가 문제 / 니즈를 해결하기 위해서 내 프로덕트에서 취해야 되는 행동 : 통화 진행 시 녹음이 가능해야함, 통화를 진행함에 있어 방해받지 않을 수준의 통화품질을 유지할 수 있어야함, 녹음된 통화는 다시 들어보거나 저장, 관리할 수 있어야 하며, 사용자 편의를 도모하기 위해 단순 녹음 기능 뿐만 아니라 통화내용을 텍스트로 변환하여 시각 데이터로 전달할 수 있어야 합니다.</li><li>타깃 사용자가 얻는 혜택 : 아이폰을 사용하면서 통화 녹음을 진행하고, 녹음된 통화를 다시 듣거나 텍스트로 변환되어 시각적으로 통화내용을 확인할 수 있으며, 통화 내용 및 텍스트를 다운로드하여 관리할 수 있습니다.</li></ul><h3>프로덕트 아이디어 피칭 템플릿</h3><ul><li>스위치는 아이폰을 사용하면서 통화녹음을 진행하지 못하는 문제를 겪고 있는 아이폰 사용자들이 스위치를 통해 통화를 진행하면서 통화 내용을 녹음하고, 다시 듣고, 텍스트로 확인하며, 관리할 수 있는 모바일 앱입니다.</li></ul><h3>스타트업 아이디어 피칭 템플릿</h3><ul><li>스위치는 아이폰을 사용하면서 통화녹음을 진행하지 못하는 문제를 겪고 있는 아이폰 사용자들이 스위치를 통해 통화를 진행하면서 통화 내용을 녹음하고, 다시 듣고, 텍스트로 확인하며, 관리할 수 있는 모바일 앱입니다. 스위치가 진입하고자 하는 시장은 음성 AI 시장으로 그 크기는 2024년에 약 7,700억 달러에 이를 것으로 전망됩니다. 스위치는 발신 통화량 및 음성, 텍스트 파일 다운로드, 통화 내용 저장 및 관리에 대한 구독 상품 판매로 돈을 벌고자 합니다. 스위치는 정식 오픈 후 지금까지 약 1년여의 기간 동안 가입자 수 30만명, 총 통화 녹음 시간 9,332,132분을 달성하고 있으며 구독자 수는 주당 평균 3%, 매출은 주 평균 23%씩 성장하고 있습니다.</li></ul><p><br></p><p><strong>Q3. 아이디어 평가 템플릿을 활용해서 메이커님의 아이디어를 스스로 평가해보세요</strong></p><h2>스위치 아이디어 평가</h2><ul><li>아이디어 : 스위치</li><li>내용 : 아이폰 통화 녹음 및 통화 내용을 보고, 듣고, 관리할 수 있도록 하는 모바일 앱 서비스</li></ul><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.notion.so/8b5e4e3696274237b7d27894ad102a80\">평가 항목</a></p><ul><li>내가 직접 겪고 있는 문제 혹은 진정성이 생기는 문제인가? : 중(5점)</li><li>다수의 사람들이 지금 당장 겪고 있지만 간과되고 있는 문제인가? : 중(5점)</li><li>문제를 겪고 있는 사람을 찾기 쉬운 문제인가? : 상(10점)</li><li>내가 스스로 당장 솔루션 개발이 가능한 문제인가? : 상(10점)</li></ul><h3>총점: 30점</h3><p><br></p>","retrieved":1645345502375},{"title":"디스코드에서 4번의 라이브 세션을 진행하고 느낀 점","contents":"<p><img src=\"https://media.disquiet.io/images/makerlog/b9b81082a822d67b71c99858a8f276e87358d4b8047b4af709b1ae268dcbd59c\"></p><p><br></p><h3>디스코드 서버 만든 이유 &amp; 라이브 세션을 하게 된 이유/목적</h3><p>아직까지 디스콰이엇 홈페이지 내에선 텍스트 기반 (메이커로그, 댓글) 으로 밖에 소통이 안되다 보니, 좀더 액티브하게 메이커분들이랑 소통하고 싶다는 마음이 생겼다. 그리고 앞으로 디스콰이엇에서 추가할 여러가지 기능들을 MVP 형태로 테스트하기 좋은 곳이 디스코드라고 생각했다. 그래서 디스코드 서버를 오픈했고, 계속해서 관리를 하고 있는 중이다.</p><p><br></p><h3>진행하면서 느낀 점/어려웠던 점</h3><p>아직은 디스코드가 대중적인 툴이 아니다 보니, 서버에 입장시키는 것도 상당히 어렵고 들어오시더라도 사용법이 어려워 이탈하는 비율이 높다. 또한 모바일 앱을 설치하지 않으면 알림을 거의 받아볼 수 없기 때문에 서버를 활성화하는 것이 쉽지 않다. 그리고 개인적으로 생각했을 때 다른 커뮤니티(오픈채팅, 페이스북 그룹, Holix 등) 들과 차별점이라면 커스터마이징이 용이하고 여러가지 형태의 세션을 운용할 수 있다는 점인데, 확실하게 100% 다른 곳보다 낫다고 생각되는 기능은 음성채널 &amp; 스테이지 기능말고 없다. 채팅 채널이 기존 오픈채팅이 해결하지 못하던 아카이빙 문제를 완벽하게 해결하지 못하는 것 같다(반쪽짜리 스레드 기능). 결국 음성채널 &amp; 스테이지 기능을 통해 사람들의 관심을 끌 수 있는 라이브 세션 컨텐츠 마련이 상당히 중요하다고 생각된다. 우선 지금은 0 to 1 to 10 한다는 생각으로 완전히 무에서 시작하고 있다. 딱히 준비하지도 않은 세션에 감사하게도 들어와주신 몇몇 분들의 피드백을 적극 반영하면서 세션을 개선시켜 나가는 중이다. 또한 메이커로그에 공개적으로 질문도 올려보면서 최대한 Building in public 해보려고 노력해봐야겠다.</p><p><br></p><h3>앞으로 개선하고 진행해보고 싶은 세션</h3><p>각 세션에 템플릿을 구성해서 체계적으로 진행해보고자 한다. 그리고 가능하다면 주 2~4회 정기적으로 세션을 운영해보고 싶은데, 일단 몇 개 해보고 감당 가능할지 판단해봐야 겠다.</p><p>트렌딩 프로덕트에 올라온 사람들의 이야기를 들어본다던가, Top 메이커로그 선정된 분들의 이야기를 들어본다던가 여러가지 컨텐츠를 구상하는 중이다.</p>","retrieved":1645345502377},{"title":"[메이커클럽] 세번째 미션 - 2 아이디어","contents":"<p><strong>Q1. 아이디어를 고민할 때 겪은 문제, 그리고 어떻게 해결 하였는가?</strong></p><p>1) 팀원들과 어떤 아이디어를 선택할 지 결정하는 것이 어려워요.</p><ul><li>각자 왜 아이디어가 좋은지 설득하는 방법이 다르며, 데이터기반으로 아이디어에 대한 검증을 해도 '뭔가 느낌이 안와'라는 형식으로 잘 모르겠다고 하는 경우가 종종 있었습니다.</li><li>(해결1) 모두가 동의하는 의사결정의 기준을 만들었습니다. ICE 프레임워크를 활용했어요.</li><li>(해결2) 우리가 이 아이디어를 해야만 하는 동기를 부여하기 위해 끊임없이 설득(을 가장한 세뇌?)을 하였습니다. 여러 자료와 실행하고 얻은 피드백을 솔직하게 공유하였습니다.</li></ul><p><br></p><p>2) 기술, 테크 기반의 솔루션을 먼저 고민해요.</p><ul><li>기술이 모든 것을 해결 할 수있다는 만능주의에 종종 빠지곤 합니다.</li><li>(해결) 마치 기술이 사용된 것처럼 보여지는 mvp를 만들어서 실험해 보고, 그 결과값 바탕으로 의사결정을 내리면서 피벗했어요.</li></ul><p><br></p><p><strong>Q2, Q3 아이디어 정리 평가 템플릿을 활용해서 아이디어를 정리, 평가해보세요.</strong></p><p>3가지 아이디어를 적어보았어요</p><ul><li>함께 성경을 쉽게 읽고 이를 관리할 있도록 돕는 앱</li><li>퇴사(이직)자를 예측할 수 있는 AI 기반 HR ERP솔루션 SaaS</li><li>아이디어를 잘 축적하고 발전 시키는데 도움을 주는 앱</li></ul><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://sunset-fisherman-2f4.notion.site/3-d95a9883dcc5412b9b80fc4d3c6acdc8\">https://sunset-fisherman-2f4.notion.site/3-d95a9883dcc5412b9b80fc4d3c6acdc8</a></p><p><br></p>","retrieved":1645345502379},{"title":"문득 생각난 이번주 '작은 승리' 3개","contents":"<p>며칠 전 만난 디스콰이엇 <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/@hpark0011\">@Hyunsol Park</a> 님의 질문.</p><blockquote>제일 최근에 겪은 '작은 승리'가 무엇이 있냐.</blockquote><p>그 자리에서는 머릿속으로 '작은 승리'가 무엇일까라는 생각에 대답이 바로 잘 나오지 못했는데, 그래도 곰곰히 생각해보니 이번주에 작은 승리라고 생각되는 것이 3가지 있어서 기록해보고자 한다. (*디스콰이엇에서 프로덕트 메이커들끼리 매일 작은 승리 1가지씩, 혹은 매주 작은 승리 3가지씩을 기록해보는 챌린지를 진행하면 재밌을 것 같다는 생각이 문득 든다. <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"/@kwondoeon\">@권도언</a> 님 어때요?! ㅎㅎ)</p><h1><strong>작은 승리1. Referral </strong></h1><p>우리의 중요한 고객 중 하나가 '대학원생'인데, 대학원생은 보통 교수님 연구실에 속하여 논문을 쓰기 때문에, 어떤 연구실 하나에서 입소문이 도는 것을 중요한 마케팅 지표라고 생각해왔다. ➡️ 월요일에 눈에 익은 연구실에서 처음 뵙는 대학원생 고객이 설문을 의뢰해왔길래 유입 경로를 여쭤봤는데, \"교수님\"이라고 하셨다. 작년에 그 교수님 밑에 계시던 대학원생이 우리 서비스를 이용했었는데, 그 분이 교수님께 추천을 했었나보다. 우리는 해당 연구실은 이제 \"뚫었다\"고 표현할 수 있다는 생각이 들었고, 이렇게 X개 더 뚫자는 목표를 세울 수 있게 됐다.</p><p><br></p><h1><strong>작은 승리2. Social Impact</strong></h1><p>우리의 사회적 가치는 대학(원)생 연구에 기여하는 것이라고 생각해왔다. ➡️ 오늘밤, 작년에 우리를 6번이나 재방문해주셨던 대학원생이 발표한 논문을 발견했다! 논문 내용을 읽어봤는데, 우리의 설문 응답 서비스가 해당 연구에 어떤 기여를 했는지가 정말 많이 느껴졌다. 설문 응답 퀄리티를 컨트롤해야한다는 책임감은 더 커졌지만, 어쨌튼 기분 좋은 일이었다.</p><p><br></p><h1><strong>작은 승리3. HRD</strong></h1><p>(이건 팀보다는 나에 대한 이야기. 작은 승리라고 볼 수 있는지는 모르겠지만.) 나는 대표/팀장으로서, 후배이자 팀원들에게 건설적인 피드백, 좋은 방향성, 장기적인 관점을 던져줄 수 있는 사람이 되어야 한다고 생각한다. 그들을 '양성'할 수 있는 실력을 내가 갖춰야 한다고 생각하고, 그것도 내가 해야할 일 중 하나라고 생각한다. ➡️ 마케팅팀에서 요즘 고군분투해주고 있는 고마운 21살 후배를 위해, 4시간에 걸쳐 마케팅 진로에 대한 정보와 조언을 담은 노션 문서를 작성했다. 마케팅팀에서 일하며 어떤 것들을 염두에 두면 좋은지, 무엇을 기록해두면 좋은지, 추후 진로 탐색에는 어떻게 써먹으면 좋은지 등에 대한 이야기였다. 정말 몇달만에 HR 관점에서 스스로가 너무 기특한 순간이었다. 당연한 HR 업무를 한 것이 아니라, 내가 정말 하고싶었던 HR을 플러스알파로 하였고, 정말 그 팀원에게 장기적으로 큰 관점이자 도움을 주었다고 자신한다.</p><p><br></p><p>이렇게 적고 보니, 현솔님 말씀대로 창업하는 게 재밌게 느껴진다. 당연한 듯 하지만, 당연하지 않은 '작은 승리' 들을 감사히 여겨야겠다!</p>","retrieved":1645345502382},{"contents":"<p>청년창업사관학교 서류 합격하고, R&amp;D도 합격. 기뻣는데, 발표할 때 긴장해서 헛소리 할까봐 걱정 중. 한 동안 발표 준비를 해야하여, 개발은 중단 합니다</p><p>발표 할 때 안떨리는 노하우 좀 알려주세요.</p><p>20분 발표에 큰 금액이 날아갈 수 있다는 걱정에 연습을 거듭 중</p>","retrieved":1645345502355},{"title":"플랫폼 사용 동영상 제작","contents":"<p>몇일 째 동영상 제작중. 처음할 때보다 많이 익숙해졌다.</p><p>오늘은 부동산 담보대출 상담방법!</p><p><br></p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://youtu.be/mXnVqrgU7Rg\">https://youtu.be/mXnVqrgU7Rg</a></p>","retrieved":1645345502386},{"title":"\"당신과 친해지고 싶어요\" 제품 온보딩에 대하여","contents":"<p>안녕하세요, 스티븐입니다. 이번에도 브런치에 쓴 글을 가져왔습니다.</p><p>'스위치'를 사용하며 느낀 점에 이어 이번 글에서는 '문토'를 사용하며 느낀 점을 정리해봤습니다.</p><p><br></p><p><strong>‘문토’</strong>는 사람들이 관심사과 취미에 따라 모일 수 있게 도와주는 소셜 앱\u001d니다.</p><p>이 글에서는 서비스에 유입된 사용자에게 서비스의 장점과 특징에 대해서 전달하는 과정인 '온보딩'에 대해서 이야기 하고, 더 좋은 온보딩을 만들기 위해서 제안하는 '집에 친구 초대하기' 은유를 소개합니다.</p><p><br></p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://brunch.co.kr/@growwithsteven/12\">https://brunch.co.kr/@growwithsteven/12</a></p><p>여러분들의 서비스가 멋진 온보딩 과정을 갖추는데 도움이 되길 바랍니다.</p>","retrieved":1645345502388},{"title":"메이커스토리 회고 & 앞으로 계획 & 고민","contents":"<p>작성했던 메이커스토리 : <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.disquiet.tech/post/makerstory-19\">https://www.disquiet.tech/post/makerstory-19</a></p><h3><br></h3><h1>인터뷰 대상자로 Objet 개발자님을 선정한 이유</h1><p>Objet님의 메이커로그가 가장 큰 이유가 되었다. <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://disquiet.io/@objet_dev/makerlog/153\">제품을 개발할 때 느꼈던 감정</a> 이었는데, Objet을 만들면서 느끼신 감정들을 작성해주셨고, 메이커 관점에서 솔직한 감정을 작성해주신 부분이 궁금해져 인터뷰해보면 좋겠다고 생각해서 연락을 드렸다.</p><p><br></p><h1>고민했던 점 &amp; 생겼던 문제점</h1><p>메이커스토리라서 메이커에 집중한 질문들을 많이 진행해보고 싶었는데, 일단 기존 메이커스토리 질문들을 활용하면서 자연스럽게 바꿔보기로 결정했다. 그래서 우선 예전 메이커스토리와 같이 프로덕트에 대한 질문들을 주로 드렸지만, 팀 소개라던지, Objet 개발자님의 목표처럼 프로덕트 주제에서 살짝 벗어난 것들도 여쭤봤다.</p><p>하지만.. 인터뷰가 끝나고 Notability에 작성한 파일을 iCloud 동기화하던 도중 오류가 생겨서 1시간짜리 녹음 파일이 날아갔다..ㅠㅠ Notability에 복구 관련해서 이메일 문의도 드렸지만 답변조차 없다. 결국 기억나는 대로 메이커스토리를 작성했고, 관련 질문과 답변들이 빠져버렸다. 다음부턴 로컬에 꼭 파일을 다운로드하고 동기화해야겠다....</p><p><br></p><h3><br></h3><h1>앞으로 메이커스토리를 통해 나타내고 싶은 것</h1><p>디스콰이엇 합류 전부터 너무 좋아했고 도움되었던 컨텐츠였다. 2021년 8월 이후로 더 이상 올라오지 않아서 아쉬웠다. 그래서 나중에 디스콰이엇 합류하게 되면 꼭 내가 해보겠다고 마음 먹었다. 그리고 현재 디스콰이엇엔 프로덕트/메이커로그 두 가지 종류의 포스팅이 있는데, 둘 다 프로덕트에 초점이 더 맞추어져 있다. 또한 이전 메이커 스토리도 질문이나 내용이 프로덕트 개발 이유, MVP, 초기 유저 확보 등 프로덕트에 초점을 맞춘 내용이 많았다. 그래서 메이커에 초점을 맞춘 컨텐츠를 꼭 만들고 싶었다. 이를 통해 프로덕트 이면에 있는 그 메이커가 어떤 사람인지에 대해, 그리고 프로덕트를 만들면서 느끼는 감정과 어려움을 표현하고 싶었다. 이러한 컨텐츠들을 통해서 메이커분들이 갖고 있는 불안(Disquiet)에 공감하는 컨텐츠가 있었으면 했다. 개인적으로 프로덕트 메이킹 관점에서 느끼는 불안(Disquiet)이란 혼자 프로덕트를 만들면서 생기는 외로움이나, 다른 사람들은 프로덕트를 만들면서 어떻게 문제를 해결하지? 라는 의문에서 생길 수 있는 감정이라 생각한다. 그래서 메이커로그는 그 불안을 해결할 수 있는 방법이 되고 메이커스토리는 서로의 불안을 공감할 수 있는 컨텐츠로 만들어나가고 싶다.</p><h3><br></h3><h3><br></h3><h1>그 외 고민중인 것들</h1><ul><li>메이커스토리 인터뷰했던 분들 근황 라이브 세션 할지 말지</li><li>메이커스토리 지원자를 받을지 말지</li><li>프로덕트 관점 인터뷰 &amp; 메이커 관점 인터뷰로 카테고리를 나눌지 말지</li><li>카드 뉴스로 만들어서 컨텐츠 마케팅 &amp; 재활용하고 싶다</li></ul>","retrieved":1645345502389},{"title":"[메이커클럽] Mission W01. by pool","contents":"<p><em>🥲 뒤늦은 메이커로그네요, 더 화이팅 하겠습니다 :)</em></p><p><br></p><p><strong>Q1. 기록 중심 프로덕트 개발이 중요하다고 생각하시나요? 만약 중요하거나, 중요하지 않다면 그 이유는 무엇인지 말씀해주세요.</strong></p><p>스스로 솔직해질 수 있는 기회가 된다는 점에서 도움을 받고 있습니다. 이 부분은 프로덕트 개발 외에도 경험할 수 있는, 글쓰기 자체가 갖고 있는 역할인 것 같아요. 특별히 팀워크가 발휘되는 과정에서, 초기 비즈니스를 빌딩하는 과정에서는 악순환을 막게 해주는 도구라는 것을 최근 많이 느끼고 있습니다. \"기록한다 → 확인한다 → 오차를 줄인다\"의 순환이 유지되도록 틈틈이 고민하게 됩니다.</p><p><br></p><p><strong>Q2. 1-Pager 템플릿을 이용해서 메이커께서 만들고자 하는 프로젝트에 대한 내용을 정리해보세요.</strong></p><p>아래와 같이 핵심 목표를 설정하고 1page를 작성했습니다. 우리 풀pool 멤버들과 꼭 달성하고 싶습니다.</p><p><br></p><p>1) 목표(Objective)</p><ul><li>Objective: 풀pool 팀이 타겟한 시장을 두 눈으로 확인하고, 그곳에 우리 프로덕트가 유효할지 검증한다.</li><li>Key Results</li><li class=\"ql-indent-1\">콘텐츠 크리에이터 min 30명 인터뷰</li><li class=\"ql-indent-1\">팔로워 모으고 알림 발송 가능한 카카오톡 채널 운영 (MVE/KR)</li><li class=\"ql-indent-1\">Flutter로 모바일 어플리케이션 개발하여 런칭 (MVP/EN)</li><li class=\"ql-indent-1\">알림 발신 가입유저 10명 달성</li><li class=\"ql-indent-1\">알림 클릭 100건 달성</li></ul><p><strong>*\u001d전문 </strong><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://pool-1page.oopy.io/\"><strong>https://pool-1page.oopy.io/</strong></a></p>","retrieved":1645345502391},{"title":"뎁키피디아 설문조사 참여 부탁드려요 🙏","contents":"<p>안녕하세요,</p><p>저는 뎁키피디아라는 사이드 프로젝트를 진행하고 있는데요.</p><p>뎁키피디아는 다양한 직군의 프로덕트 덕후들이 모여서 데이터 기반의 의사결정을 위한 지식 공유 DB를 만드는 프로젝트입니다 :)</p><p><br></p><p>메이커들에게 도움이 될 프로덕트를 만들기 위해 데이터 기반의 의사결정에 관한 설문을 진행중인데요! 많은 참여 부탁드려요 🙏</p><p><br></p><p>정성스레 답변을 작성해주신 분을 선정하여 BHC 뿌링클 세트를 보내드리려합니다!&nbsp;</p><p><br></p><p>⬇️5분만 투자해서 저희에게 인사이트를 나눠주세요!&nbsp;</p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dabkkie.oopy.io/\">https://dabkkie.oopy.io/</a></p>","retrieved":1645345502392}]}